[
  {
    "title": {
      "de": "Trennungs- und Scheidungsfolgenvereinbarung",
      "en-US": "Separation and Divorce Settlement Agreement"
    },
    "summary": {
      "de": "Hier wird es bereits meist problematischer. Die Ehe ist am Ende.",
      "en-US": "This is usually where things become more complicated. The marriage has come to an end."
    },
    "description": {
      "de": "# Ehevertrag, Trennungs- und Scheidungsfolgenvereinbarung\n\n# Ehevertrag\nEin Ehevertrag wird in Erwartung der Ehe oder während der intakten Ehe geschlossen. Inhaltlich können dort sämtliche familienrechtliche Regelungen, zum Beispiel, Güterstand, Zugewinn, Unterhalt, Sorgerecht, Umgang etc., aber auch Regelungen über allgemeine Ehewirkungen, wie die Gestaltung des ehelichen Zusammenlebens, Rollenverteilung in der Ehe, Ehe- und Familienname, religiöse Erziehung usw. getroffen werden.\n\nStatistisch wird bundesweit jede dritte Ehe geschieden. Oftmals bemerken die Eheleute dann erst in der Trennungsphase, welche rechtlichen „Brocken“ auf Sie zukommen. In der Vielzahl sind dann finanzielle Interessen im Vordergrund und/oder es wird erbarmungslos ums Kind gestritten. Da den meisten Trennungen leider eine hoch streitige Beziehung vorausgeht, ist die Bereitschaft für eine einvernehmliche Regelung selten vorhanden. Es entstehen hoch belastende Situationen. Oftmals vergeht viel Zeit, bevor die tatsächliche Vermögenslage jedes Ehegatten erfasst ist. Manche Werte unterliegen Schätzungen, sodass entweder ein teures Sachverständigengutachten eingeholt werden muss oder das Gericht nach Ermessen Werte bestimmt, sodass in Zugewinn- und Unterhaltsverfahren das Ergebnis nahezu immer ungewiss ist.\n\nIm Ergebnis ganz gewiss ist jedoch, dass den Ehegatten ein kostenintensiver, langer, streitiger und psychisch hochgradig belastender Weg vorprogrammiert ist.\n\nHier schafft ein Ehevertrag Abhilfe! Idealerweise zu einem Zeitpunkt, in dem man sich noch liebt und die Ehe nicht nur steuerliche Vorteile bietet, sondern man bewusst „Ja“ zu dem Anderen und einem gemeinsamen Leben sagt.\n\nBei vielen herrscht noch die Vorstellung vor, ein Ehevertrag benachteilige automatisch immer einen Ehegatten. Gefühlt hat ein Ehevertrag für viele auch etwas Unromantisches und sogar „Unheil“ begründendes, wenn schon vor der Heirat von deren Ende ausgegangen wird. Angesichts der Trennungs- und Scheidungsraten sollte man überdenken, diese unzeitgemäßen Gedanken über Bord zu werfen und verantwortungsbewusst in die Zukunft zu blicken (mit positiven und glücklichen Gefühlen!). Ein Ehevertrag bietet den richtigen Rahmen dafür. Es geht zunächst einmal um die ausführliche Beratung, welche Dinge überhaupt im Falle einer Trennung und Scheidung zu regeln sind. Dann folgt der Blick auf die jetzige Situation und ein Ausblick auf das geplante Eheleben. Es wird also immer im Einzelfall geschaut, welche Regelungen in einem Ehevertrag sinnvoll sind. Es können modifizierte Regelungen getroffen werden, um den Bedürfnissen des einzelnen Ehepaares gerecht zu werden.\n\nUnd schließlich: ein Ehevertrag ist ein Vertrag! Das heißt, er unterliegt, wie auch alle anderen zivilrechtlichen Verträgen, Inhalts- und Wirksamkeitskontrollen, sprich, er ist anfechtbar. Sollten die Ehegatten also tatsächlich darauf bestehen, einen Vertrag zu schließen, bei dem ganz eindeutig ein Ehegatte benachteiligt wird, ist dieser Vertrag im Falle der Scheidung angreifbar.\n\nUnd letztlich: ein Ehevertrag ist nicht in Stein gemeißelt. Er ist jederzeit änderbar, sofern sich eine unberücksichtigte oder/und ungeplante Änderung der Lebenssituation ergibt.\n\nSo betrachtet, ist ein Ehevertrag ein Liebesbeweis, sich bereits zu „guten Zeiten“ zu zeigen, dass auch für den hoffentlich nicht eintretenden Fall der Trennung und Scheidung eine friedliche und respektvolle Regelung erfolgen soll und man auch im Falle einer Trennung, dem anderen das zukommen lassen möchte, was sich nach den Vorstellungen der Ehegatten aus der Ehe ergibt.\n\nEin Ehevertrag muss notarielle beurkundet werden.",
      "en-US": "# Prenuptial Agreement, Separation, and Divorce Settlement Agreement\n\n## Prenuptial Agreement\nA prenuptial agreement is concluded either in anticipation of marriage or during an intact marriage. It can include various family law regulations, such as property regime, asset equalization, alimony, custody, visitation rights, and other aspects of marital life, including roles within the marriage, family name, religious upbringing, and more.\n\nStatistically, one in three marriages in Germany ends in divorce. Many couples only realize during the separation phase the legal complexities they will face. In most cases, financial interests take center stage, and disputes over child custody can become ruthless. Since many separations stem from highly contentious relationships, reaching an amicable agreement is often difficult. These situations become highly stressful, and it can take a long time to determine each spouse’s actual financial situation. Some assets may require estimates, necessitating expensive expert valuations or leading the court to determine values at its discretion. This means that outcomes in asset equalization and alimony cases are often uncertain.\n\nWhat is certain, however, is that the process is costly, lengthy, contentious, and emotionally exhausting for both spouses.\n\nA prenuptial agreement provides a solution! Ideally, it is established at a time when both partners still love each other, and marriage is seen as more than just a tax advantage—it is a conscious commitment to a shared life.\n\nMany people still believe that a prenuptial agreement automatically disadvantages one spouse. Some perceive it as unromantic or even as a bad omen, assuming that discussing a marriage’s end before it has even begun might bring misfortune. However, considering today’s separation and divorce rates, it may be wise to let go of these outdated notions and take a responsible, forward-thinking approach—with positive and hopeful feelings! A prenuptial agreement provides the proper framework for this. \n\nThe process begins with a detailed consultation to identify what needs to be regulated in the event of separation and divorce. The next step is to assess the couple’s current situation and future plans. Each case is examined individually to determine which provisions make sense in a prenuptial agreement. The agreement can include customized clauses tailored to the specific needs of the couple.\n\nMoreover, a prenuptial agreement is a contract! Like any other civil contract, it is subject to content and validity checks, meaning it can be challenged. If a couple insists on drafting an agreement that clearly disadvantages one spouse, that agreement can be contested in court during a divorce.\n\nLastly, a prenuptial agreement is not set in stone. It can be modified at any time if unforeseen life circumstances arise that were not originally considered.\n\nSeen in this light, a prenuptial agreement is a testament of love—a way for both partners to demonstrate during happy times that, even in the unlikely event of separation or divorce, they wish to ensure a peaceful and respectful resolution, granting each other what they deem fair based on their shared marital life.\n\nA prenuptial agreement must be notarized."
    }
  },
  {
    "title": {
      "de": "Scheidung",
      "en-US": "Divorce"
    },
    "summary": {
      "de": "Einvernehmliche Scheidung mit einem Anwalt",
      "en-US": "Amicable divorce with a lawyer"
    },
    "description": {
      "de": "# Scheidung\nUm geschieden zu werden, muss in der Regel das Trennungsjahr, getrennt von „Tisch und Bett“ vorliegen. Nur in Ausnahmefällen kommt eine Scheidung bei einer kürzeren Trennungszeit in Betracht. Bei einjähriger Trennungszeit müssen beide Ehegatten die Scheidung beantragen oder einer der Scheidung zustimmen. Verweigert ein Ehegatte seine Zustimmung, kann die Ehe dennoch geschieden werden, wenn der antragstellende Ehegatte die Zerrüttung der Ehe begründet. In der Regel ist dies gegeben, wenn ein Ehegatte absolut keinen Sinn mehr in der Fortführung der Ehe sieht und auch nicht mehr dazu gewillt ist.\n\nSollte ein Ehegatte nicht zustimmen und nicht die Zerrüttung der Ehe begründen können, gilt nach Ablauf von drei Jahren die Vermutung der Zerrüttung. Dann ist die Scheidung auch ohne Zustimmung des anderen Ehegatten möglich.\n\n## Einvernehmliche Scheidung mit einem Anwalt\nDie einvernehmliche Scheidung bietet die kostengünstigste und schnellste Möglichkeit der Scheidung. Die Ehegatten sind sich über sämtliche Folgesachen, wie beispielsweise Unterhalt, Zugewinn, Vermögensauseinandersetzung etc. einig.\n\nDie einvernehmliche Scheidung bietet den Vorteil, dass bereits vor der Scheidung, bei Bedarf, sämtliche Folgesachen in einer sogenannten Scheidungsfolgenvereinbarung geregelt werden können. Es entfallen oftmals hohe Kosten für gerichtliche, streitige Auseinandersetzungen.\n\nIm Scheidungsverfahren gilt Anwaltszwang, allerdings nur für denjenigen, der den Scheidungsantrag stellt. Im Scheidungsverfahren wird also nur der Antragsteller anwaltlich vertreten. Bei Einigkeit hinsichtlich aller Folgesachen entfallen so aber weitere Kosten für einen zweiten Anwalt. Oftmals teilen sich die Ehegatten dann die mit der Scheidung anfallenden Kosten hälftig. Auch dies kann bereits in einer Scheidungsfolgenvereinbarung geregelt werden.\n\n## Ablauf und Dauer einer Scheidung\nDie Dauer eines Scheidungsverfahrens hängt unter anderem auch von der Mitwirkung der Ehegatten ab. Nach Ablauf des Trennungsjahres kann der Scheidungsantrag bei dem örtlich zuständigen Gericht durch einen Rechtsanwalt eingereicht werden und wird dann vom Gericht dem anderen Ehegatten zugestellt. Wirken die Ehegatten bei der Ermittlung der Rentenanwartschaften zügig mit und sind die sonstigen Folgesachen geregelt, ist von einer Dauer von ca. 9 – 18 Monaten auszugehen. Streitige Scheidungen dauern hingegen oftmals mehrere Jahre. Bei einvernehmlichen Scheidungen mit Scheidungsfolgenvereinbarungen oder vorherigem Ehevertrag verkürzt sich die Dauer normalerweise erheblich auf wenige Monate.\n\n## Versorgungsausgleich\nBestandteil einer Scheidung ist zudem die Durchführung des Versorgungsausgleichs. Hierbei werden die während der Ehe erwirtschafteten Rentenpunkte zwischen den Eheleuten aufgeteilt. Im Gegensatz zu sonstigen Folgesachen muss der Versorgungsausgleich nicht beantragt werden, sondern wird von Amts wegen durch das Gericht durchgeführt. Nur unter bestimmten Voraussetzungen wird er auf Antrag durchgeführt, beispielsweise bei einer kurzen Ehe unter drei Jahren. Es besteht aber die Möglichkeit, den Versorgungsausgleich durch einen Ehevertrag oder eine Scheidungsfolgenvereinbarung auszuschließen. Allerdings prüft das Gericht dann, ob der Verzicht Billigkeitskriterien Stand hält.",
      "en-US": "# Divorce\n\nTo obtain a divorce, a separation period of one year, living apart \"from table and bed,\" is usually required. A divorce with a shorter separation period is only possible in exceptional cases. After one year of separation, both spouses must either jointly apply for divorce or one spouse must consent to the divorce. If one spouse refuses to consent, the marriage can still be dissolved if the petitioning spouse can demonstrate the irretrievable breakdown of the marriage. This is generally considered the case if one spouse sees absolutely no point in continuing the marriage and is unwilling to reconcile.\n\nIf a spouse does not consent and the breakdown of the marriage cannot be proven, the law assumes irretrievable breakdown after three years of separation. At that point, the divorce can proceed without the other spouse’s consent.\n\n## Amicable Divorce with One Lawyer\n\nAn amicable divorce is the most cost-effective and fastest way to get divorced. The spouses agree on all consequential matters, such as alimony, division of assets, and financial settlements.\n\nOne major advantage of an amicable divorce is that all consequential matters can be settled in advance through a so-called divorce settlement agreement. This often eliminates the need for costly court disputes.\n\nLegal representation is mandatory in divorce proceedings, but only for the spouse who files the divorce petition. This means that only the petitioner is represented by a lawyer. If both spouses agree on all consequential matters, there is no need for a second lawyer, reducing overall legal costs. In many cases, the spouses share the costs of the divorce equally. This cost-sharing arrangement can also be included in a divorce settlement agreement.\n\n## Process and Duration of a Divorce\n\nThe length of a divorce process depends, among other factors, on the cooperation of the spouses. After the one-year separation period, the divorce petition can be filed with the local family court by a lawyer, after which the court serves the petition to the other spouse. If both spouses promptly provide the necessary pension entitlement information and other consequential matters are settled, the process typically takes about 9 to 18 months. Contested divorces, however, can take several years. In the case of amicable divorces with a divorce settlement agreement or a prior prenuptial agreement, the process is usually significantly shortened to just a few months.\n\n## Pension Rights Adjustment\n\nAnother aspect of the divorce process is the pension rights adjustment. This involves dividing the pension points accumulated by both spouses during the marriage. Unlike other consequential matters, the pension rights adjustment does not need to be requested separately—it is carried out automatically by the court. However, under certain conditions, such as when the marriage lasted less than three years, it is only conducted upon request. Spouses can also exclude the pension rights adjustment through a prenuptial or divorce settlement agreement. However, the court will review whether such an exclusion meets fairness criteria."
    }
  },
  {
    "title": {
      "de": "Ehevertrag",
      "en-US": "Prenuptial Agreement"
    },
    "summary": {
      "de": "Ein Ehevertrag wird in Erwartung der Ehe oder während der intakten Ehe geschlossen.",
      "en-US": "A prenuptial agreement is entered into in anticipation of marriage or during an existing marriage."
    },
    "description": {
      "de": "# Ehevertrag, Trennungs- und Scheidungsfolgenvereinbarung\n\n## Ehevertrag\nEin Ehevertrag wird in Erwartung der Ehe oder während der intakten Ehe geschlossen. Inhaltlich können dort sämtliche familienrechtliche Regelungen, zum Beispiel, Güterstand, Zugewinn, Unterhalt, Sorgerecht, Umgang etc., aber auch Regelungen über allgemeine Ehewirkungen, wie die Gestaltung des ehelichen Zusammenlebens, Rollenverteilung in der Ehe, Ehe- und Familienname, religiöse Erziehung usw. getroffen werden.\n\nStatistisch wird bundesweit jede dritte Ehe geschieden. Oftmals bemerken die Eheleute dann erst in der Trennungsphase, welche rechtlichen „Brocken“ auf Sie zukommen. In der Vielzahl sind dann finanzielle Interessen im Vordergrund und/oder es wird erbarmungslos ums Kind gestritten. Da den meisten Trennungen leider eine hoch streitige Beziehung vorausgeht, ist die Bereitschaft für eine einvernehmliche Regelung selten vorhanden. Es entstehen hoch belastende Situationen. Oftmals vergeht viel Zeit, bevor die tatsächliche Vermögenslage jedes Ehegatten erfasst ist. Manche Werte unterliegen Schätzungen, sodass entweder ein teures Sachverständigengutachten eingeholt werden muss oder das Gericht nach Ermessen Werte bestimmt, sodass in Zugewinn- und Unterhaltsverfahren das Ergebnis nahezu immer ungewiss ist.\n\nIm Ergebnis ganz gewiss ist jedoch, dass den Ehegatten ein kostenintensiver, langer, streitiger und psychisch hochgradig belastender Weg vorprogrammiert ist.\n\nHier schafft ein Ehevertrag Abhilfe! Idealerweise zu einem Zeitpunkt, in dem man sich noch liebt und die Ehe nicht nur steuerliche Vorteile bietet, sondern man bewusst „Ja“ zu dem Anderen und einem gemeinsamen Leben sagt.\n\nBei vielen herrscht noch die Vorstellung vor, ein Ehevertrag benachteilige automatisch immer einen Ehegatten. Gefühlt hat ein Ehevertrag für viele auch etwas Unromantisches und sogar „Unheil“ begründendes, wenn schon vor der Heirat von deren Ende ausgegangen wird. Angesichts der Trennungs- und Scheidungsraten sollte man überdenken, diese unzeitgemäßen Gedanken über Bord zu werfen und verantwortungsbewusst in die Zukunft zu blicken (mit positiven und glücklichen Gefühlen!). Ein Ehevertrag bietet den richtigen Rahmen dafür. Es geht zunächst einmal um die ausführliche Beratung, welche Dinge überhaupt im Falle einer Trennung und Scheidung zu regeln sind. Dann folgt der Blick auf die jetzige Situation und ein Ausblick auf das geplante Eheleben. Es wird also immer im Einzelfall geschaut, welche Regelungen in einem Ehevertrag sinnvoll sind. Es können modifizierte Regelungen getroffen werden, um den Bedürfnissen des einzelnen Ehepaares gerecht zu werden.\n\nUnd schließlich: ein Ehevertrag ist ein Vertrag! Das heißt, er unterliegt, wie auch alle anderen zivilrechtlichen Verträgen, Inhalts- und Wirksamkeitskontrollen, sprich, er ist anfechtbar. Sollten die Ehegatten also tatsächlich darauf bestehen, einen Vertrag zu schließen, bei dem ganz eindeutig ein Ehegatte benachteiligt wird, ist dieser Vertrag im Falle der Scheidung angreifbar.\n\nUnd letztlich: ein Ehevertrag ist nicht in Stein gemeißelt. Er ist jederzeit änderbar, sofern sich eine unberücksichtigte oder/und ungeplante Änderung der Lebenssituation ergibt.\n\nSo betrachtet, ist ein Ehevertrag ein Liebesbeweis, sich bereits zu „guten Zeiten“ zu zeigen, dass auch für den hoffentlich nicht eintretenden Fall der Trennung und Scheidung eine friedliche und respektvolle Regelung erfolgen soll und man auch im Falle einer Trennung, dem anderen das zukommen lassen möchte, was sich nach den Vorstellungen der Ehegatten aus der Ehe ergibt.\n\nEin Ehevertrag muss notarielle beurkundet werden.",
      "en-US": "# Prenuptial Agreement, Separation, and Divorce Settlement Agreement\n\n## Prenuptial Agreement\n\nA prenuptial agreement is concluded either in anticipation of marriage or during an intact marriage. It can include various family law regulations, such as property regime, asset equalization, alimony, custody, visitation rights, and other aspects of marital life, including roles within the marriage, family name, religious upbringing, and more.\n\nStatistically, one in three marriages in Germany ends in divorce. Many couples only realize during the separation phase the legal complexities they will face. In most cases, financial interests take center stage, and disputes over child custody can become ruthless. Since many separations stem from highly contentious relationships, reaching an amicable agreement is often difficult. These situations become highly stressful, and it can take a long time to determine each spouse’s actual financial situation. Some assets may require estimates, necessitating expensive expert valuations or leading the court to determine values at its discretion. This means that outcomes in asset equalization and alimony cases are often uncertain.\n\nWhat is certain, however, is that the process is costly, lengthy, contentious, and emotionally exhausting for both spouses.\n\nA prenuptial agreement provides a solution! Ideally, it is established at a time when both partners still love each other, and marriage is seen as more than just a tax advantage—it is a conscious commitment to a shared life.\n\nMany people still believe that a prenuptial agreement automatically disadvantages one spouse. Some perceive it as unromantic or even as a bad omen, assuming that discussing a marriage’s end before it has even begun might bring misfortune. However, considering today’s separation and divorce rates, it may be wise to let go of these outdated notions and take a responsible, forward-thinking approach—with positive and hopeful feelings! A prenuptial agreement provides the proper framework for this. \n\nThe process begins with a detailed consultation to identify what needs to be regulated in the event of separation and divorce. The next step is to assess the couple’s current situation and future plans. Each case is examined individually to determine which provisions make sense in a prenuptial agreement. The agreement can include customized clauses tailored to the specific needs of the couple.\n\nMoreover, a prenuptial agreement is a contract! Like any other civil contract, it is subject to content and validity checks, meaning it can be challenged. If a couple insists on drafting an agreement that clearly disadvantages one spouse, that agreement can be contested in court during a divorce.\n\nLastly, a prenuptial agreement is not set in stone. It can be modified at any time if unforeseen life circumstances arise that were not originally considered.\n\nSeen in this light, a prenuptial agreement is a testament of love—a way for both partners to demonstrate during happy times that, even in the unlikely event of separation or divorce, they wish to ensure a peaceful and respectful resolution, granting each other what they deem fair based on their shared marital life.\n\nA prenuptial agreement must be notarized."
    }
  },
  {
    "title": {
      "de": "Umgangsrecht",
      "en-US": "Visitation Rights"
    },
    "summary": {
      "de": "Das Umgangsrecht dient dazu, auch nach einer Trennung der Eltern weiterhin zu beiden Elternteilen die Beziehung aufrechtzuerhalten.",
      "en-US": "Visitation rights ensure that a child can maintain a relationship with both parents even after their separation."
    },
    "description": {
      "de": "# Umgangsrecht\nEin elementar wichtiger Punkt in einer Trennungssituation ist die (hoffentlich) einvernehmliche Regelung des Umgangs. Kinder sind durch die Trennung in besonderer Weise belastet. Sie erleben eine Verlustsituation, müssen häufig ihr räumliches Umfeld verlassen, teilweise müssen nach einem Umzug auch Freundschaften und andere soziale Kontakte abgebrochen werden. Sind die Eltern hochstrittig auseinandergegangen, befinden sich Kinder dann auch noch in einem Loyalitätskonflikt, denn in der Regel lieben Kinder beide Elternteile und wollen niemanden verlieren. Das Umgangsrecht dient dazu, auch nach einer Trennung der Eltern weiterhin zu beiden Elternteilen die Beziehung aufrechtzuerhalten. § 1684 BGB regelt, dass das Kind einerseits einen Anspruch auf Umgang mit beiden Elternteilen hat. Gleichzeitig haben aber auch die Eltern das Recht und die Pflicht, den Umgang mit ihren Kindern wahrzunehmen. Beiden Eltern soll durch den Umgang die weitere Erziehung ermöglicht werden, sowie die Teilhabe an der Versorgung der Kinder. Insbesondere soll vor allem eine Entfremdung des Kindes vor dem Elternteil vorgebeugt werden, bei dem es nicht lebt.\n\n## Umgangsmodelle\nIdealerweise regeln die Eltern, wie das Umgangsrecht ausgestaltet wird. Das Gesetz sieht hierzu keine Regelung vor. Hierbei ist vieles möglich und hängt letztlich auch von der jeweiligen persönlichen und finanziellen Situation der Eltern ab und speziell der Kinder ab. Herauskristallisiert haben sich folgende Umgangsmodelle:\n\nResidenzmodell: Hier haben die Kinder ihren Lebensmittelpunkt im Haushalt eines Elternteils. Umgang findet in der Regel alle 14 Tage von Freitag-Sonntag statt, wobei zahlreiche Modalitäten geregelt werden können.\nWechselmodell: hier kommen beide Eltern gleichwertig für die Betreuung und Versorgung ihrer Kinder auf. Die Kinder wechseln im regelmäßigen Rhythmus zwischen den Haushalten der Eltern.\nNestmodell: eine für die Kinder sehr angenehme Umgangssituation ist bei diesem Modell gegeben, da die Kinder in ihrem gewohnten Umfeld bleiben und die Eltern in regelmäßigem Rhythmus den Haushalt wechseln. Die Form setzt allerdings einen gewissen finanziellen Spielraum voraus, um sich mindestens 2 Wohnungen und ein extrem gutes Verhältnis der Eltern voraus. Aber es kann funktionieren!\n\n## Wer über das Umgangsrecht entscheidet\nSollten die Eltern keine Regelung zum Umgang zustande bringen, ist rechtlich eine Regelung vor dem Familiengericht einklagbar. Allerdings sollte man zunächst das Jugendamt aufsuchen und versuchen, dort eine Einigung zu erarbeiten. Sollte dies scheitern und der andere Elternteil völlig unwillig sein, ist eine Klärung vor Gericht angebracht, bevor es zu einer Entfremdung zu dem Kind kommt.\n\n## Häufigkeit und Dauer des Umgangs\nWie oben erwähnt, sieht das Gesetz zur Häufigkeit und Dauer keine Regelungen vor. In der Praxis haben sich jedoch Ansatzpunkte entwickelt, nach denen eine Orientierung erfolgt. So werden bei Kleinkindern eher kürzere, stundenweise und dafür häufigere Umgangskontakte empfohlen. Bei Schulkindern hingegen kann ein Umgang an jedem zweiten Wochenende sowie während einem Teil der Schulferien sinnvoll sein. Maßgeblich ist jedoch immer der Einzelfall. Wenden Sie sich an mich, wenn Sie bei der Regelung des Umgangs Fragen haben oder rechtliche Unterstützung benötigen. Ich bespreche gerne mit Ihnen Ihre persönliche Situation und prüfe, welche familienrechtliche Lösung infrage kommt.",
      "en-US": "# Right of Access\n\nAn essential aspect of a separation situation is (hopefully) the amicable regulation of access rights. Children are particularly burdened by the separation. They experience a situation of loss, often have to leave their familiar surroundings, and, in some cases, must also break off friendships and other social contacts after a move. If the parents have separated in a highly contentious manner, children may also find themselves in a loyalty conflict, as they generally love both parents and do not want to lose either of them. The right of access serves to maintain the child’s relationship with both parents even after separation. According to § 1684 of the German Civil Code (BGB), the child has a right to contact with both parents. At the same time, parents also have the right and duty to exercise their access rights. The purpose of access is to enable both parents to continue participating in the child's upbringing and care. Most importantly, it aims to prevent the child from becoming alienated from the parent with whom they do not live.\n\n## Access Models\n\nIdeally, parents agree on how the right of access should be arranged. The law does not specify any regulations for this. Many arrangements are possible and ultimately depend on the personal and financial situation of the parents, as well as the needs of the children. The following access models have emerged:\n\n- __Residence Model:__ Here, the children have their primary residence in one parent’s household. Visitation typically occurs every 14 days from Friday to Sunday, although numerous other arrangements can be made.\n- __Alternating Model:__ In this model, both parents share the care and upbringing of their children equally. The children alternate between their parents’ households at regular intervals.\n- __Nest Model:__ This model provides a particularly child-friendly arrangement, as the children remain in their familiar environment while the parents take turns living in the household on a rotating schedule. However, this arrangement requires a certain financial capacity to maintain at least two separate residences and an extremely cooperative relationship between the parents. Still, it can work!\n\n## Who Decides on Access Rights\n\nIf the parents cannot come to an agreement on access rights, legal action can be taken through the family court. However, the first step should be to consult the Youth Welfare Office and attempt to reach an agreement there. If this fails and one parent is entirely unwilling to cooperate, seeking a court resolution is advisable to prevent alienation between the child and the other parent.\n\n## Frequency and Duration of Access\n\nAs mentioned above, the law does not provide specific regulations regarding the frequency and duration of access. However, certain guidelines have emerged in practice. For young children, shorter but more frequent visits are generally recommended. For school-aged children, visits every second weekend and during part of the school holidays may be appropriate. However, each case is unique. If you have any questions regarding access arrangements or need legal assistance, please contact me. I would be happy to discuss your personal situation and determine the best legal solution for your family."
    }
  },
  {
    "title": {
      "de": "Sorgerecht",
      "en-US": "Parental Custody"
    },
    "summary": {
      "de": "Bei nicht verheirateten Eltern steht die elterliche Sorge zunächst gemäß § 1626 a III BGB der Mutter alleine zu.",
      "en-US": "For unmarried parents, parental custody initially belongs solely to the mother, according to Section 1626a (3) of the German Civil Code (BGB)."
    },
    "description": {
      "de": "# Sorgerecht\nDie elterliche Sorge ist verfassungsrechtlich durch Art. 6 II GG geschützt und immer am Wohle des Kindes zu orientieren. 1626 Absatz 1 Satz 1 BGB definiert die „elterliche Sorge“ folgendermaßen: „Die Eltern haben die Pflicht und das Recht, für das minderjährige Kind zu sorgen (elterliche Sorge)“. Im Vordergrund stehen also die elterlichen Pflichten. Eltern sind gehalten, im Interesse ihres Kindes zu handeln und es zu einer selbständigen, verantwortlichen und gesellschaftsfähigen Persönlichkeit zu erziehen. Dem gesetzlichen Leitbild entspricht also das Gebot einer partnerschaftlichen Erziehung, in der das Kind seinem Alter und seinen Fähigkeiten entsprechend in Erziehungsfragen eingebunden wird.  Das heißt natürlich nicht, dass beispielsweise ein Dreijähriger selbstbestimmt entscheidet, wann er zu Bett gebracht werden kann. Wohl aber, dass beispielsweise mit einem Schulkind die Höhe und Verwendung des Taschengeldes besprochen werden kann und soll.\n\n## Gemeinsame elterliche Sorge\nDie elterliche Sorge wird gemeinsam bei verheirateten Eltern ausgeübt sowie bei nicht verheirateten Eltern, die eine gemeinsame Sorgeerklärung beim Jugendamt oder vor einem Notar abgegeben haben. Sollten sich nicht verheiratete Eltern nicht einigen können, kann die gemeinsame elterliche Sorge beim Familiengericht beantragt werden. Im Falle einer Scheidung oder auch Trennung bleibt die gemeinsame elterliche Sorge dann bestehen. Allerdings müssen dann beide Eltern nicht bei allen sorgerechtlichen Entscheidungen gemeinsam eine Entscheidung treffen, sondern lediglich bei Entscheidungen von erheblicher Bedeutung. Dinge des alltäglichen Lebens entscheidet in der Regel der Elternteil, bei dem das Kind nach einer Trennung und/oder Scheidung seinen gewöhnlichen Aufenthalt hat. Im Ergebnis bleibt damit nach einer Trennung und/oder Scheidung eine abzählbare Menge an gemeinsamen Entscheidungen. Dies betrifft beispielsweise die Frage nach der geeigneten Kita, der Schule, des Ausbildungsplatzes und besondere medizinische Behandlungen. Im Gesetz ist nicht definiert, was Entscheidungen von erheblicher Bedeutung oder des täglichen Lebens sind. Im Zweifel ist immer eine Prüfung am Einzelfall geboten, die das Alter, die Entwicklung und das gewohnte Umfeld bei der jeweiligen Entscheidung berücksichtigt. Wenn Sie sich nicht sicher sind, ob Sie die Zustimmung des anderen Elternteils benötigen, wenden Sie sich an mich! Ich prüfe für Sie die Entbehrlichkeit der Zustimmung des anderen Elternteils bzw. die Möglichkeiten einer einvernehmlichen Regelung.\n\n## Sorgerecht bei nichtverheirateten Eltern\nBei nicht verheirateten Eltern steht die elterliche Sorge zunächst gemäß § 1626 a III BGB der Mutter alleine zu. Bis 2013 bestand für den Vater eines nicht ehelichen Kindes ohne Zustimmung der Mutter für die gemeinsame elterliche Sorge keine Chance, diese eingeräumt zu bekommen. Diese Regelung wurde durch den Europäischen Gerichtshof wegen Verstoßes gegen die Menschenrechte aufgehoben und entsprechend geändert. Nunmehr erfolgt nach § 1626 II BGB eine Negativprüfung bei einer gerichtlichen Geltendmachung der gemeinsamen elterlichen Sorge. Dies heißt, das Gericht überträgt das Sorgerecht oder Teilbereiche davon auf die Eltern gemeinsam, wenn keine entgegenstehenden Gründe ersichtlich sind. § 16262 II BGB formuliert hierzu: „Das Familiengericht überträgt gemäß Absatz 1 Nummer 3 auf Antrag eines Elternteils die elterliche Sorge oder einen Teil der elterlichen Sorge beiden Eltern gemeinsam, wenn die Übertragung dem Kindeswohl nicht widerspricht. Trägt der andere Elternteil keine Gründe vor, die der Übertragung der gemeinsamen elterlichen Sorge entgegenstehen können, und sind solche Gründe auch sonst nicht ersichtlich, wird vermutet, dass die gemeinsame elterliche Sorge dem Kindeswohl nicht widerspricht.“ In der Praxis bedeutet dies, dass grundsätzlich keine Gründe gegen die gemeinsame elterliche Sorge gesehen werden, weshalb gerade Väter in der Regel gute Chancen auf die Einräumung der gemeinsamen elterlichen Sorge bei einer gerichtlichen Geltendmachung haben. Wenn Sie Vater eines nicht ehelichen Kindes ist und gerne die gemeinsame elterliche Sorge ausüben möchten, wenden Sie sich an mich! Ich unterstütze Sie in der Durchsetzung Ihres familienrechtlichen Anspruches. Dabei versuche zuvor, mit dem anderen Elternteil eine einvernehmliche Lösung zu finden.\n\n## Alleinige elterliche Sorge\nIn bestimmten Fällen ist die Übertragung der elterlichen Sorge, oder von Teilbereichen hiervon, auf einen Elternteil geboten. Dies ist immer dann der Fall, wenn bei der Fortführung der gemeinsamen elterlichen Sorge die Gefährdung des Kindeswohls zu befürchten steht. Auch beim Kindeswohl handelt es sich um einen nicht weiter gesetzlichen definierten Begriff. Es ist daher auch hier immer am Einzelfall zu prüfen, ob die Fortführung der gemeinsamen elterlichen Sorge dem Kindeswohl entgegensteht. Die Anforderungen hierfür sind hoch. Oftmals reichen bloße Vermutungen über die Ungeeignetheit eines Elternteils, sorgerechtsrelevante Entscheidungen zu treffen, nicht aus. Eine Übertragung des Sorgerechts kommt vor allem dann in Betracht, wenn „das Kind bereits in den Brunnen gefallen ist“. So beispielsweise, wenn ein Elternteil aufgrund von Suchterkrankung oder schwerer psychischer Erkrankung eine Gefahr für das Kind und andere darstellt. Verweigert dagegen ein Elternteil beharrlich seine Zustimmung ohne erkennbaren und nachvollziehbaren Grund für eine sorgerechtsrelevante Entscheidung, ist zunächst an einen Antrag nach § 1628 BGB zu denken. \n\n§ 1628 BGB formuliert:\n„Können sich die Eltern in einer einzelnen Angelegenheit oder in einer bestimmten Art von Angelegenheiten der elterlichen Sorge, deren Regelung für das Kind von erheblicher Bedeutung ist, nicht einigen, so kann das Familiengericht auf Antrag eines Elternteils die Entscheidung einem Elternteil übertragen. Die Übertragung kann mit Beschränkungen oder mit Auflagen verbunden werden.“\n\nErst bei wiederholter Weigerungshaltung eines Elternteils ist dann an die Übertragung des Sorgerechts auf den anderen Elternteil zu denken.",
      "en-US": "# Custody Rights\nParental custody is constitutionally protected under Article 6 (II) of the German Basic Law (GG) and must always be guided by the best interests of the child. Section 1626 (1) Sentence 1 of the German Civil Code (BGB) defines \"parental custody\" as follows: \"Parents have the duty and the right to care for their minor child (parental custody).\" This means that parental obligations take precedence. Parents are expected to act in their child’s best interest and raise them to be independent, responsible, and socially capable individuals. The legal framework promotes a cooperative parenting style in which children are involved in decisions according to their age and abilities. However, this does not mean that, for example, a three-year-old can independently decide their bedtime. However, discussions about the amount and use of pocket money should be conducted with school-age children.\n\n## Joint Parental Custody\nParental custody is exercised jointly by married parents and by unmarried parents who have declared joint custody at the Youth Welfare Office or before a notary. If unmarried parents cannot agree, joint custody can be requested through the family court. In cases of divorce or separation, joint parental custody generally remains in effect. However, parents do not need to make every custody-related decision together—only those of significant importance. Matters of daily life are typically decided by the parent with whom the child primarily resides after a separation or divorce.\n\nAs a result, only a limited number of joint decisions remain necessary after a separation or divorce. These typically include decisions regarding daycare, school, vocational training, and significant medical treatments. The law does not explicitly define what constitutes a decision of \"significant importance\" versus a \"daily life\" decision. Each case must be individually assessed, considering factors such as the child’s age, development, and usual living environment. If you are unsure whether you need the other parent's consent for a decision, feel free to contact me! I will assess whether the other parent's consent is necessary or explore possible amicable solutions.\n\n## Custody Rights for Unmarried Parents\nFor unmarried parents, custody is initially granted solely to the mother under Section 1626a (III) BGB. Until 2013, unmarried fathers had no legal means of obtaining joint custody without the mother's consent. This regulation was overturned by the European Court of Human Rights for violating human rights and subsequently amended. Now, under Section 1626 (II) BGB, a \"negative test\" is applied when joint custody is requested through the courts. This means that the court will grant joint custody unless there are clear reasons against it.\n\nSection 1626 (II) BGB states:  \n*\"The family court shall grant joint custody or parts of it to both parents upon request of one parent if the transfer does not contradict the best interests of the child. If the other parent does not present reasons against joint custody, and none are otherwise apparent, it is presumed that joint custody does not contradict the best interests of the child.\"*\n\nIn practice, this means that there are generally no objections to joint custody, giving fathers a good chance of obtaining it through legal action. If you are the father of a non-marital child and wish to exercise joint custody, contact me! I will assist you in enforcing your legal rights and will first attempt to find an amicable solution with the other parent.\n\n## Sole Custody\n\nIn certain cases, transferring parental custody—or parts of it—to one parent may be necessary. This is particularly true when joint custody poses a risk to the child's well-being. However, \"child well-being\" is not explicitly defined by law and must always be assessed on a case-by-case basis. The requirements for granting sole custody are high. Mere assumptions about a parent's unsuitability to make custody-related decisions are usually insufficient.\n\nSole custody is typically considered only when \"the damage has already been done.\" Examples include situations where a parent suffers from addiction or severe mental illness, posing a danger to the child and others. However, if a parent persistently refuses to consent to an important custody-related decision without valid and comprehensible reasons, the first step is to file an application under Section 1628 BGB.  \n\nSection 1628 BGB states:  \n*\"If parents cannot agree on a specific custody-related matter that is of significant importance for the child, the family court may, upon request of one parent, grant the decision-making authority to one parent. The transfer may be subject to restrictions or conditions.\"*\n\nOnly if a parent repeatedly refuses to cooperate should the possibility of transferring custody to the other parent be considered."
    }
  },
  {
    "title": {
      "de": "Trennung",
      "en-US": "Separation"
    },
    "summary": {
      "de": "Sie stehen kurz vor dem Ende Ihrer Ehe oder diese ist bereits gescheitert.",
      "en-US": "You are on the verge of ending your marriage, or it has already broken down."
    },
    "description": {
      "de": "# Trennung\nSie stehen kurz vor dem Ende Ihrer Ehe oder diese ist bereits gescheitert. Gleichgültig, ob Sie den Entschluss gefasst haben, das Ende in die Wege zu leiten  oder mit der Trennung plötzlich konfrontiert wurden, es eröffnen sich eine Vielzahl von Fragen. Wer zieht aus? Was ist mit unseren Kindern? Wer behält das Sorgerecht? Wann werde ich meine Kinder sehen? Was ist mit unseren gemeinsamen Schulden und dem Haus? Bekomme ich Unterhalt? Wann kann ich mich scheiden lassen? Diese und viele weitere Fragen tauchen im Zuge einer Trennung auf.\n\nHier ist es wichtig, nicht vorschnell Entscheidungen zu treffen, die unter Umständen nicht mehr rückgängig machende Nachteile nach sich ziehen. Ich helfe Ihnen in dieser Situation, sich abzusichern und erste Schritte für konkrete Lösungen in die Wege zu leiten. Mein Augenmerk liegt dabei auf einer gütlichen und außergerichtlichen Regelung, insbesondere, wenn die Interessen gemeinsamer Kinder berührt sind. Weigert sich ein Ehegatte jedoch offensichtlich, einvernehmliche Lösungen zu finden, besprechen wir ausführlich die gerichtliche Durchsetzung Ihrer Ansprüche.",
      "en-US": "# Separation\n\nYou are approaching the end of your marriage, or it has already failed. Whether you have decided to initiate the separation or have been suddenly confronted with it, many questions arise:  \n\n- Who will move out?  \n- What about our children?  \n- Who will have custody?  \n- When will I see my children?  \n- What happens to our shared debts and the house?  \n- Am I entitled to alimony?  \n- When can I get a divorce?  \n\nThese and many other questions inevitably come up during a separation.\n\nIt is crucial not to make rash decisions that could lead to irreversible disadvantages. I can assist you in securing your position during this challenging time and guide you through the first steps toward concrete solutions. My focus is on finding amicable and out-of-court settlements, especially when the interests of shared children are involved. However, if one spouse refuses to cooperate in reaching an agreement, we will thoroughly discuss the legal enforcement of your claims."
    }
  }
]